export const PlanetInfo = {
  sun: {
    day: "자전 주기 - 58일",
    year: "공전 주기 - 2.25×10^8 년",
    distance: "지구와의 거리 - 149.6×10^6 km ≈ 1 AU",
    size: "크기 - 1.392×106 km (지구의 109배)",
    desc: "태양은 태양계의 중심에 있으며 지구에서 가장 가까운 항성입니다. 지구를 비롯한 여러 행성과 소행성, 유성, 혜성 등의 천체가 태양을 중심으로 돌고 있습니다. 지구는 태양을 일정한 궤도로 공전하고 있으며, 그렇기 때문에 지구에서 바라보는 태양은 연중 일정한 궤도를 운행하는 것처럼 보입니다. 현재 태양의 나이는 약 45억 6721만년이고 핵우주 연대학에 따르면 45억 6720만년 전에 형성되었습니다.",
    components: [
      "수소 73.46%",
      "헬륨 24.85%",
      "산소 0.77%",
      "탄소 0.29%",
      "철	0.16%",
      "황	0.12%",
      "네온	0.12%",
      "질소	0.09%",
      "규소	0.07%",
      "마그네슘	0.05%",
    ],
  },
  mecury: {},
};

export const PlanetFlags = {
  sunflag: true,
};
